Repository: AirforceRP/Movic-Steps
Catalog: Movic Steps/Resources/Localizations/*.lproj/Localizable.strings
Languages: he

# app_name
source: Movic Steps
he: מוביק סטפס

# nav_steps
source: Steps
he: צעדים

# nav_insights
source: Insights
he: תובנות

# nav_goals
source: Goals
he: מטרות

# nav_trends
source: Trends
he: מגמות

# nav_settings
source: Settings
he: הגדרות

source: Settings
he: הגדרות

source: Units & Display
he: יחידות ותצוגה

source: Unit System
he: מערכת יחידות

source: Distance
he: מרחק

source: Weight
he: משקל

source: Height
he: גובה

source: Language
he: שפה

source: Language Selection
he: בחירת שפה

source: Appearance
he: מראה

source: Theme
he: ערכת נושא

source: Haptic Feedback
he: משוב מישושי

source: Enable Sounds
he: הפעל צלילים

source: Personal Information
he: מידע אישי

source: Goals
he: מטרות

source: Daily Step Goal
he: יעד צעדים יומי

source: Daily Steps
he: צעדים יומיים

source: Step Tracking
he: מעקב צעדים

source: Preferred Source
he: מקור מועדף

source: Step Sensitivity
he: רגישות צעדים

source: Calibration Factor
he: גורם כיול

# adjust_accuracy
source: Adjust to fine-tune step counting accuracy
he: התאם לדיוק ספירת הצעדים

source: Floor Tracking
he: מעקב קומות

source: Setup
he: הגדרה

source: Enable Floor Tracking
he: הפעל מעקב קומות

source: Floor Height
he: גובה קומה

source: Floor Sensitivity
he: רגישות קומה

source: Notifications
he: התראות

source: Enable Notifications
he: הפעל התראות

source: Permission Required
he: נדרשת הרשאה

# allow_notifications
source: Please allow notifications in Settings
he: אפשר התראות

source: Goal Reminder
he: תזכורת מטרה

source: Weekly Progress Report
he: דוח התקדמות שבועי

source: Accessibility
he: נגישות

source: VoiceOver Support
he: תמיכה ב-VoiceOver

# voiceover_hint
source: Enables enhanced VoiceOver support throughout the app
he: מאפשר תמיכה משופרת ב-VoiceOver בכל האפליקציה

source: Reduce Motion
he: הפחת תנועה

# reduce_motion_hint
source: Reduces animations and motion effects
he: מפחית אנימציות ואפקטי תנועה

source: High Contrast
he: ניגודיות גבוהה

# high_contrast_hint
source: Increases contrast for better visibility
he: מגביר ניגודיות לנראות טובה יותר

source: Large Text
he: טקסט גדול

# large_text_hint
source: Enables larger text throughout the app
he: מאפשר טקסט גדול יותר בכל האפליקציה

source: Bold Text
he: טקסט מודגש

# bold_text_hint
source: Makes text bold for better readability
he: הופך טקסט למודגש לקריאות טובה יותר

source: Text Size
he: גודל טקסט

# text_size_hint
source: Adjusts the base text size throughout the app
he: מתאים את גודל הטקסט הבסיסי בכל האפליקציה

source: Color Vision
he: ראיית צבעים

# color_vision_hint
source: Adjusts colors for different types of color vision
he: מתאים צבעים לסוגים שונים של ראיית צבעים

# open_system_accessibility
source: Open System Accessibility Settings
he: פתח הגדרות נגישות מערכת

# accessibility_hint
source: Opens iOS accessibility settings
he: פותח הגדרות נגישות iOS

source: Accessibility Preview
he: תצוגה מקדימה של נגישות

source: Sample Text
he: טקסט לדוגמה

source: Demo Button
he: כפתור הדגמה

# preview_description
source: This preview updates based on your accessibility settings above
he: תצוגה מקדימה זו מתעדכנת בהתבסס על הגדרות הנגישות שלך למעלה

source: Frequently Asked Questions
he: שאלות נפוצות

source: View FAQs
he: הצג שאלות נפוצות

source: About
he: אודות

source: Version
he: גרסה

source: Build
he: בנייה

source: Contact Support
he: צור קשר עם תמיכה

source: Privacy Policy
he: מדיניות פרטיות

source: Terms of Service
he: תנאי שירות

# faq_language_switch_question
source: How do I change the app language?
he: איך אני משנה את שפת האפליקציה?

# faq_language_switch_answer
source: To change the app language: 1) Go to Settings, 2) Tap on 'Language Selection', 3) Choose your preferred language, 4) Close and reopen the app for the changes to take effect. The app will remember your language choice for future sessions.
he: כדי לשנות את שפת האפליקציה: 1) לך להגדרות, 2) הקש על 'בחירת שפה', 3) בחר את השפה המועדפת עליך, 4) סגור ופתח מחדש את האפליקציה כדי שהשינויים ייכנסו לתוקף. האפליקציה תזכור את בחירת השפה שלך לסשנים עתידיים.

# faq_step_counting_question
source: How does step counting work?
he: איך עובדת ספירת הצעדים?

# faq_step_counting_answer
source: Movic Steps uses your iPhone's built-in motion sensors to track your steps throughout the day. The app automatically counts steps when you're walking, running, or moving with your phone in your pocket or bag.
he: מוביק סטפס משתמש במאיץ ובגירוסקופ המובנים של המכשיר שלך כדי לזהות את תנועת ההליכה שלך. האפליקציה עוקבת ברציפות אחר דפוסי התנועה שלך וסופרת כל צעד שאתה עושה במהלך היום.

# faq_healthkit_sync_question
source: Why aren't my steps syncing with HealthKit?
he: למה הצעדים שלי לא מסתנכרנים עם HealthKit?

# faq_healthkit_sync_answer
source: Make sure you've granted permission for Movic Steps to read and write data to HealthKit. Go to Settings > Privacy & Security > Health > Movic Steps and enable all permissions. You may also need to restart the app after granting permissions.
he: ודא שהענקת למוביק סטפס הרשאה לקרוא ולכתוב נתונים ב-HealthKit. לך להגדרות > פרטיות ואבטחה > בריאות > מוביק סטפס והפעל את כל ההרשאות. ייתכן שתצטרך להפעיל מחדש את האפליקציה לאחר הענקת ההרשאות.

# faq_accuracy_question
source: How accurate is the step counting?
he: כמה מדויקת ספירת הצעדים?

# faq_accuracy_answer
source: Movic Steps is highly accurate when your phone is in your pocket or bag. The accuracy can vary depending on how you carry your phone and your walking pattern. For best results, keep your phone in your pocket while walking.
he: מוביק סטפס מדויק מאוד כאשר הטלפון שלך נמצא בכיס או בתיק שלך. הדיוק יכול להשתנות בהתאם לאופן שבו אתה נושא את הטלפון שלך ולמבנה ההליכה שלך. לתוצאות הטובות ביותר, שמור את הטלפון שלך בכיס בזמן הליכה.

# support_request_subject
source: Movic Steps Support Request
he: בקשת תמיכה מוביק סטפס

# support_request_body
source: Please describe your issue or question below: --- Device: iPhone %@ App Version: 1.1 iOS Version: %@
he: מכשיר: %@ גרסת מערכת הפעלה: %@ אנא תאר את הבעיה שלך:

# email_support_title
source: Email Support
he: תמיכה בדוא"ל

# email_support_description
source: This will open your email app with a pre-filled message to our support team.
he: שלח לנו דוא"ל עם השאלה או הבעיה שלך

source: Subject
he: נושא

source: Message
he: הודעה

source: Cancel
he: ביטול

source: Send Email
he: שלח דוא"ל

source: AI Assistant
he: עוזר AI

# chatbot_placeholder
source: Ask me anything about Movic Steps...
he: שאל אותי כל דבר על מוביק סטפס...

source: Clear
he: נקה

source: Done
he: סיום

# dashboard_title
source: Today's Activity
he: לוח בקרה

# distance_title
source: Distance
he: מרחק

# calories_title
source: Calories
he: קלוריות

# active_time_title
source: Active Time
he: זמן פעיל

# min_label
source: min
he: דקות

# floors_title
source: Floors
he: קומות

# floors_label
source: floors
he: קומות

# pace_title
source: Pace
he: קצב

# steps_per_min
source: steps/min
he: צעדים/דקה

source: Step Tracking Source
he: מקור מעקב צעדים

# real_time_tracking
source: Real-time accelerometer tracking
he: מעקב בזמן אמת

# active_status
source: Active
he: פעיל

source: Steps Today
he: צעדים היום

# steps_label
source: steps
he: צעדים

# goal_label
source: Goal
he: מטרה

# complete_label
source: Complete
he: הושלם

source: Floor Tracking Setup
he: הגדרת מעקב קומות

# floor_tracking_description
source: Track the number of floors you climb throughout the day using your device's motion sensors.
he: הגדר מעקב קומות כדי לעקוב אחר פעילות הטיפוס היומית שלך

# floor_tracking_toggle_description
source: Detect when you climb stairs or elevators
he: הפעל תכונה זו כדי לעקוב אוטומטית אחר קומות שנטיפסו

source: Floor Height Configuration
he: הגדרת גובה קומה

# floor_height_description
source: Set the average height of floors in your building for more accurate tracking
he: הגדר את הגובה הממוצע של הקומות בבניין שלך למעקב מדויק

source: OK
he: אישור

source: Delete
he: מחק

source: Edit
he: ערוך
